
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf seconds";
"%i days" = "%i days";
"%i hours" = "%i hours";
"%i minutes" = "%i minutes";
"%i weeks" = "%i weeks";
"1 day" = "1 day";
"1 hour" = "1 hour";
"1 minute" = "1 minute";
"1 second" = "1 second";
"1 week" = "1 week";
"Copy Link" = "Copy Link";
"Custom..." = "Custom...";
"Image Picker" = "Image Picker";
"Invalid Input" = "Invalid Input";
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Select Image";
